Repository: labyrinth-team/labyrinth
Catalog: po/*.po
Languages: ar

source: Choose image to insert
ar: أختر صورة للادخالها

source: Error loading file
ar: خطأ فى تحميل الملف

source: %s could not be found. Associated thought will be empty.
ar: %s لا يمكن إيجاده. الفكرة الملحقة سوف تكون فارغة.

source: Change Image
ar: غير الصورة

source: Unable to display help: %s
ar: غير قادر على إظهار المساعدة: %s

source: Translation by Don Scorgie
ar: الترجمة بواسطة "Don Scorgie"

source: The map cannot be deleted right now. Is it open?
ar: الخريطة لا يمكن مسحها الآن. هل هى مفتوحة؟

source: The map has no associated filename.
ar: هذة الخريطة لا يوجد اسم مُلحق بها.

source: Cannot delete this map
ar: لا يمكن مسح هذه الخريطة

source: Do you really want to delete this Map?
ar: هل تريد حقا مسح هذة الخريطة؟

source: Open File
ar: أفتح ملف

source: Map Name
ar: اسم الخريطة

source: Last Modified
ar: التعديل الاخير

source: Choose Color
ar: اختر اللون

source: Set Color
ar: ضَع اللون

source: Untitled Map
ar: خريطة غير مسماة

source: File
ar: ملف

source: Export as Image
ar: صدر كصورة

source: Export your map as an image
ar: صدر خريطتك كصورة

source: Export Map...
ar: صدر خريطة...

source: Export your map as XML
ar: صدر خريطتك كـ XML

source: Close the current window
ar: اغلق النافذة الحالية

source: _Edit
ar: _عَدل

source: _View
ar: _أظهر

source: _Toolbar
ar: _شريط الأدوات

source: Link Thoughts
ar: روابط الافكار

source: Link the selected thoughts
ar: أربط الفكرة المحددة

source: _Mode
ar: _وضع

source: _Edit Mode
ar: _وضع التعديل

source: Turn on edit mode
ar: شغل وضع التعديل

source: _Add Image
ar: _أضف صورة

source: Add an image to selected thought
ar: أضف صورة الى الفكرة الحالية

source: _Drawing Mode
ar: _وضع الرسم

source: Make a pretty drawing
ar: أصنع رسم جميل

source: Use _Curves
ar: أستخدم _المنحنيات

source: Use curves as links
ar: أستخدم المنحنيات كروابط

source: Use _Lines
ar: أستخدم _خطوط

source: Use straight lines as links
ar: أستخدم الخطوط المستقيمة كروابط

source: _Extended Information
ar: _معلومات موسعة

source: Show extended information for thoughts
ar: أظهر معلومات موسعة للفكرة

source: _Main
ar: _رئيسي

source: Show main toolbar
ar: أظهر شريط الأدوات الرئيسي

source: _Format
ar: _الصيغة

source: Show format toolbar
ar: أظهر شريط أدوات الصيغة

source: Save File As
ar: أحفظ الملف كـ

source: All Files
ar: كل الملفات

source: Unknown file format
ar: نوع ملف غير معروف

source: The file type '%s' is unsupported. Please use the suffix '.png', '.jpg' or '.svg'.
ar: نوع الملف '%s' هذا غير مدعوم. من فضلك استخدم الانواع '.png', '.jpg' or '.svg'.

source: Edit Text
ar: عدل الكتابة

source: Edit URI
ar: عدل الرابط

source: Drawing #%d
ar: يرسم #%d

source: Export Map as Image
ar: تصدير الخريطة كصورة

source: Complete Map
ar: خريطة كاملة

source: Visible Area
ar: المنطقة المظهرة

source: Width
ar: العرض

source: Height
ar: الطول

source: <b>Export Map</b>
ar: <b>صَدر الخريطة</b>

source: Labyrinth Maps
ar: خرائط "Labyrinth"

source: _File
ar: ملف

source: Import...
ar: أستورد

source: _Help
ar: مساعدة

source: URL
ar: رابط

source: Align Left
ar: محاذاة شمالاً

source: Align Right
ar: محاذاة يميناً

source: Align Vertical Center
ar: محاذاة منتصف عمودى

source: Align Top
ar: محاذاة للاعلى

source: Align Bottom
ar: محاذاة للاسفل

source: Align Horizontal Center
ar: محاذاة المنتصف الافقى
